[Balance.PawnBalance_Bandit_TurretGun AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Torreta Canhoneira")

[Balance.PawnBalance_ConstructorDeployableTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Torreta MK1 da Hyperion")

[Balance.PawnBalance_ConstructorDeployableTurret:Behavior_AttributeEffect_0.SkillDefinition_3 SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Balance.PawnBalance_CrimsonLance_LargeTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Canhão Automático")

[Balance.PawnBalance_Hyperion_AutoCannon AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Canhão Automático")

[Balance.PawnBalance_Hyperion_LargeTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Canhão Automático")

[Balance.PawnBalance_Hyperion_TurretGun AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Torreta da Hyperion")

[Balance.PawnBalance_Hyperion_TurretGun_Barge AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Torreta Canhoneira")

[Balance.PawnBalance_Hyperion_VOGTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Torreta de Defesa de Núcleo")

[Balance.PawnBalance_HyperionDeployableTurrat AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Torreta MK1 de Hyperion")

[Balance.PawnBalance_HyperionDeployableTurret:Behavior_AttributeEffect_0.SkillDefinition_3 SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Balance.PawnBalance_HyperionSoliderTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Torreta MK-I de Campo da Hyperion")
PlayThroughs[1]=(DisplayName="Torreta MK-II de Campo da Hyperion")

